Repository: Belfagor2005/oe-alliance-plugins
Catalog: PiconManager/po/*.po
Languages: it

source: Manage your Picons
it: Gestisci i tuoi Picon

source: Picon folder:
it: Cartella Picon:

source: Reading Channels...
it: Lettura dei canali...

source: Picons loaded:
it: Picon caricati:

source: Picons not found:
it: Picon non trovati:

source: Download progress:
it: Avanzamento download:

source: Show group:
it: Mostra gruppo:

source: Creator:
it: Creatore:

source: Size:
it: Dimensioni:

source: Color depth:
it: Profondità del colore:

source: Not older than X days:
it: Non più vecchie di X giorni:

source: Standard picon:
it: Picon standard:

source: Select drive
it: Seleziona unità

source: Download picons
it: Scarica Picon

source: Select path
it: Seleziona percorso

source: Remove Picons Unused
it: Rimuovi Picons inutilizzati

source: Show random Picon
it: Mostra Picon casuali

source: Exit
it: Esci

source: Previous picon creator
it: Creatore Picon precedente

source: Next picon creator
it: Creatore Picon successivo

source: Previous picon size
it: Dimensione Picon precedente

source: Next picon size
it: Dimensione Picon successiva

source: Previous color depth
it: Profondità colore precedente

source: Next color depth
it: Profondità colore successiva

source: More selections
it: Più selezioni

source: Next Group
it: Gruppo successivo

source: Previous Group
it: Gruppo precedente

source: Set / clear standard Picon
it: Imposta/cancella Picon standard

source: Open picon remover
it: Apri Picon remover

source: Error selecting path:
it: Errore nella selezione del percorso:

source: Removed %d unused picons!
it: Rimosse %d icone inutilizzate!

source: Select service for preferred picon
it: Seleziona servizio per il Picon preferito

source: FreeSpace:
it: Spazio libero:

source: FreeSpace: Error - {error}
it: FreeSpace: Errore - {error}

source: Channels:
it: Canali:

source: All
it: Tutti

source: Loading, please wait...
it: Attendere il caricamento prego...

source: No search results, please change filter options...
it: Nessun risultato di ricerca, cambia le opzioni del filtro...

source: No picons available in selected list
it: Nessuna icona disponibile nell'elenco selezionato

source: is not installed.
it: non è installato.

source: loading
it: caricamento in corso

source: Downloads completed
it: Download completato

source: Success: %d
it: Successo: %d

source: Errors: %d
it: Errori: %d

source: Picon loaded:
it: Picon caricati:

source: Clean up the directory
it: Pulisci cartella

source: Download finished !
it: Download terminato!

source: Sorry, service is temporarily unavailable
it: Siamo spiacenti, il servizio è temporaneamente non disponibile

source: Server temporarily unavailable
it: Server temporaneamente non disponibile

source: Reading Picons...
it: Lettura dei Picons...

source: Cancel
it: Annulla

source: Delete
it: Eliminare

source: Invalid path!
it: Percorso non valido!

source: To delete: {}
it: Da eliminare: {}

source: Picons to be deleted: {}
it: Picon da cancellare: {}

source: No picons to delete
it: Nessun Picon da cancellare trovato

source: Picons found: {}
it: Picon trovati: {}

source: Data display error
it: Errore di visualizzazione dei dati

source: Operation completed!
it: Operazione completata!

source: Deleted: {}
it: Cancellati: {}

source: Errors: {}
it: Errori: {}

source: Choose Picon folder
it: Scegli cartella Picons

source: PiconManagerMod - Settings
it: PiconManagerMod - Impostazioni

source: OK and exit
it: OK e esci

source: Select Server:
it: Seleziona server:

source: Set Filter:
it: Imposta filtro:

source: Size
it: Dimensioni

source: Creator
it: Svilupaptore

source: Not older than X days:
it: Non più vecchie di X giorni:

source: Option:
it: Opzioni:

source: Remember permanently?
it: Ricordare per sempre?

source: Activate debug logging?
it: Attivare il log debug?
